Repository: VictoriaLacroix/refdeskstats
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Not Found
fr: Pas Trouee

source: 404 - Not Found
fr: 404 - Pas Trouvee

source: This page is not available for this application.
fr: Cette page n'est pas disponible pour cette application.

source: If you were linked to here, please bug
fr: SVP deranger

source: Internal Server Error
fr: Erreur Interne du Serveur

source: An internal server error occurred.
fr: Une erreur interne du serveur s'est produit.

source: You should probably complain about it to
fr: SVP deranger

source: Reference Desk Stats
fr: Stats du Bureau de Reference

source: Ref Desk Statistics
fr: Stats du Bureau de Reference

source: fr
fr: en

source: Francais
fr: English

source: en
fr: fr

source: Enter More Statistics
fr: Entrer plus de Stats

source: View Statistics
fr: Consulter les Statistiques

source: Show Research Help Stats
fr: Montrer Stats pour Aide de Recherche

source: Enter Statistics
fr: Entrer des Stats

source: Edit this data
fr: Modifier ces informations

source: Statistics broken down by month
fr: Statistiques, par mois

source: No months have data!
fr: Aucun mois ont des stats!

source: Excellent! No days are missing data!
fr: Excellent! Aucun jour manque de l'info!

source: No months have data
fr: Aucun mois ont de l'info

source: Unpossible, no dates have data input!
fr: Unpossible! Aucun jour est absent!

source: Months with Statistics
fr: Mois avec Statistiques

source: Download all Statistics
fr: Telecharger le tout

source: Research help statistics
fr: Stats pour L'Aide de Recherche.

source: Entering Statistics
fr: Entree de Stats

source: Enter Some Statistics
fr: Entrer des Statistiques

source: Load Date
fr: Changer le Date

source: Internal
fr: Interne

source: Referral (Found)
fr: Reference (Trouvee)

source: Referral (N/A)
fr: Reference (N/D)

source: Equipment
fr: Equipement

source: External
fr: Externe

source: Other
fr: Autre

source: Phone Call
fr: Appel Telephonique

source: Submit
fr: Soumettre

source: View this day as a chart
fr: Voir le diagramme pour ce jour

source: View this month's chart
fr: Voir le diagramme pour ce mois
